---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueCurrentPhaseaParam
source: html/c9ef6860-e909-0c83-fe39-61dad3e019f0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueCurrentPhaseaParam Property

"True Current Phase A"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecTrueCurrentPhaseaParam { get; }
```